Repository: ZhangNatural/openattic
Catalog: webui/locale/*.po
Languages: es_es

source: In order to stay up-to-date you can visit our blog for the latest release notes and other information about openATTIC and interesting topics in general.
es_es: Para mantenerse actualizado sobre openATTUC puede visitar nuestro blog y leer las ultimas release notes.

source: Is active
es_es: Esta activo

source: Is administrator
es_es: Es administrador

source: It's not a valid email address.
es_es: No es una dirección de correo electrónico válida.

source: Keep me logged in
es_es: Mantener la sesión activa

source: Keyring file
es_es: Archivo Keyring

source: Keyring user
es_es: Usuario Keyring

source: Last change
es_es: Último Cambio

source: Last Login
es_es: Último Login

source: Last change:
es_es: Último Cambio:

source: Lastname
es_es: Apellido

source: Lastname...
es_es: Apellido...

source: Leave this page
es_es: Dejar esta página

source: List buckets
es_es: Listar buckets

source: Loading bucket data...
es_es: Cargando datos de bucket...

source: Loading user data...
es_es: Cargando datos de usuario...

source: Loading...
es_es: Cargando...

source: Logout
es_es: Salir

source: Manage NFS service
es_es: Administrar servicio de NFS

source: Manage iSCSI service
es_es: Administrar servicio de iSCSI

source: Manage service
es_es: Administrar servicio

source: Managed by DeepSea
es_es: Administrado por DeepSea

source: Maximum
es_es: Máximo

source: Maximum blob size
es_es: Tamaño máximo de blob

source: Maximum blob size:
es_es: Tamaño máximo de blob:

source: Maximum buckets:
es_es: Cantidad máxima de buckets:

source: Maximum marker:
es_es: Marker máximo:

source: Maximum objects
es_es: Número máximo de objetos

source: Maximum objects:
es_es: Número máximo de objetos:

source: Maximum size
es_es: Tamaño máximo

source: Maximum size:
es_es: Tamaño máximo:

source: Maximum size: {{ maxSize }}
es_es: Tamaño máximo: {{ maxSize }}

source: Maximum: {{ maxSize }}
es_es: Máximo: {{ maxSize }}

source: Minimum
es_es: Mínimo

source: Minimum blob size
es_es: Tamaño de blob mínimo

source: Minimum blob size:
es_es: Tamaño de blob mínimo:

source: Minimum size: {{ minSize }}
es_es: Tamaño mínimo: {{ minSize }}

source: Minimum: {{ minSize }}
es_es: Mínimo: {{ minSize }}

source: Mode
es_es: Modo

source: Mode:
es_es: Modo:

source: Modification time:
es_es: Hora de modificación:

source: Module cannot be loaded
es_es: El módulo no puede ser cargado

source: Module is loading...
es_es: Cargando el Módulo...

source: More information
es_es: Más información

source: Must be equal to or greater than 1.
es_es: Debe ser igual o mayor a 1.

source: Must be equal to or greater than 2.
es_es: Debe ser igual o mayor a 2.

source: Must be equal to or smaller than the number of osds.
es_es: Debe ser igual o menor que el número de osds.

source: Must contain one or more comma-separated numbers, e.g. example: 95, 96
es_es: Debe contener uno o más números separados por comas, ejemplo: 95, 96

source: Must contain one or more comma-separated values
es_es: Debe contener uno o más valores separados por comas

source: NFS Protocol
es_es: Protocolo NFS

source: NFS Protocol:
es_es: Protocolo NFS:

source: NFS export could not be loaded.
es_es: No se puede cargar el export NFS.

source: NFS export is loading...
es_es: Cargando export NFS...

source: NFS shares are loading...
es_es: Cargando NFS shares...

source: NFS shares could not be loaded. Make sure that the ceph module is installed.
es_es: No se puede cargar los Shares NFS. Asegúrese que el módulo de ceph esta instalado.

source: Name
es_es: Nombre

source: Name...
es_es: Nombre...

source: Name:
es_es: Nombre:

source: New bucket will be created
es_es: Nuevo bucket sera creado

source: New directory will be created
es_es: Nuevo directorio sera creado

source: No Ceph clusters configured
es_es: No hay clusters de Ceph configurados

source: No Notifications
es_es: No hay notificaciones

source: No RBD images
es_es: No hay imágenes RBD

source: No application added <input type="text" class="no-border" ng-model="$ctrl.apps.used[0]" name="apps" id="apps" ng-if="$ctrl.apps.used.length === 0" required readonly>
es_es: No se ha agregado ninguna aplicación <input type="text" class="no-border" ng-model="$ctrl.apps.used[0]" name="apps" id="apps" ng-if="$ctrl.apps.used.length === 0" required readonly>

source: No authentication
es_es: Sin autenticación

source: No firewall is enabled on the Grafana host that blocks access to Grafana
es_es: No hay ningún firewall habilitado en el host de Grafana que pueda estar bloqueando el acceso

source: No firewall is enabled on the Object Gateway host that blocks access to the RGW S3 API
es_es: No hay firewall habilitado en el host de la pasarela de objetos que pueda bloquear el acceso a RGW S3 API

source: No firewall is enabled on the Salt Master host that blocks access to the Salt REST API
es_es: No hay firewall habilitado en el host del Salt Master que pueda bloquear el acceso a Salt REST API

source: No matching records found
es_es: No se han encontrado resultados

source: Nodes
es_es: Nodos

source: Nodes are loading...
es_es: Cargando nodos...

source: Not a valid number!
es_es: El numero no es valido!

source: Not available
es_es: No disponible

source: Note that if the "fast-diff" feature is not enabled on images, openATTIC won't display the "used" size, as this operation will require querying the OSDs for every potential object within the image, which is a time-consuming and I/O-intensive operation. However, images with this feature enabled can't be mapped by the Ceph kernel client "kRBD".
es_es: Si la característica de "fast-diff" no está habilitada en las imágenes, openATTIC no desplegara el espacio utilizado, ya que esta operación requeriría hacer una petición contra cada uno de los objetos de la imagen, lo cual consumiría mucho tiempo y operaciones de E/S. Sin embargo, las imágenes con esta característica no pueden ser mapeadas por el Ceph kernel client "kRBD".

source: Notifications
es_es: Notificaciones

source: Number of objects
es_es: Número de Objetos

source: Number of objects:
es_es: Número de Objetos:

source: OSD failure reports are being ignored, such that the monitors will not mark OSDs down
es_es: Reportes de fallos de OSD son ignorados, de tal manera que los monitores no van a marcar OSDs como 'down'

source: OSDs are not allowed to start
es_es: No está permitido que los OSDs empiecen

source: OSDs that were previously marked out will not be marked back in when they start
es_es: OSDs que fueron previamente marcados 'out' no van a ser desmarcados cuando empiecen

source: OSDs will not automatically be marked out after the configured interval
es_es: OSDs no van a ser desmarcados despues del intervalo

source: Object
es_es: Objecto

source: Object Gateway
es_es: Pasarela de Objetos

source: Object Gateway API connection established successfully
es_es: Conexion con la API de la Pasarela de Objetos establecida exitosamente

source: Object Gateway API connection failed
es_es: Conexion con la API de la Pasarela de Objetos fallida

source: Object Gateway User
es_es: Usuario de Pasarela de Objetos

source: Object Gateway User:
es_es: Usuario de Pasarela de Objetos:

source: Object Gateway buckets are loading...
es_es: Cargando buckets de la pasarela de objetos...

source: Object Gateway users are loading...
es_es: Cargando usuarios de la pasarela de objetos...

source: Object Size
es_es: Tamaño de Objeto

source: Object size
es_es: Tamaño de objeto

source: Object size:
es_es: Tamaño de objeto:

source: One replica means <em>no copies</em>. If you lose a storage node, your data is lost.
es_es: Una réplica significa <em>que no se realizaran copias</em>. Si pierde un nodo, sus datos se perderán.

source: Owner
es_es: Dueño

source: Owner:
es_es: Dueño:

source: PROTECTED
es_es: PROTEGIDO

source: Parent
es_es: Padre

source: Parent:
es_es: Padre:

source: Password
es_es: Contraseña

source: Password...
es_es: Contraseña...

source: Pauses reads and writes
es_es: Pausa las lecturas y escrituras

source: Perform Task
es_es: Ejecutar Tarea

source: Permission
es_es: Permisos

source: Physical setup
es_es: Instalación física

source: Please check the network connections and that Grafana is reachable
es_es: Por favor compruebe la conexión de red y que Grafana es accesible

source: Please check the network connections and that the RGW S3 API host is reachable
es_es: Por favor compruebe la conexión de red y que el host RGW S3 API es accesible

source: Please check the network connections and that the Salt REST API host is reachable
es_es: Por favor compruebe la conexión de red y que el host Salt REST API es accesible

source: Please note that this will invalidate the existing token and make sure to update any applications still using the old token.
es_es: Note que esto invalidara el token existente, asegúrese de actualizar cualquier aplicación que esté usando el token viejo.

source: Please verify that:
es_es: Por favor verifique que:

source: Pool size:
es_es: Tamaño del Pool:

source: Pool type
es_es: Tipo del pool

source: Poolname
es_es: Nombre de Pool

source: Prevents single node bottleneck for large or busy RBDs
es_es: Previene cuellos de botella en nodos para RBDs grandes o muy utilizados

source: Processing deletion requests: {{ finishedTasks }} of {{ amount }}
es_es: Procesando la peticion de eliminacion: {{ finishedTasks }} de {{ amount }}

source: Protect
es_es: Proteger

source: RBD Size
es_es: Tamaño RBD

source: RBD images are striped over many objects, which are then stored by the Ceph distributed object store (RADOS).
es_es: Las imágenes RBD están distribuidas a través de muchos objetos, los cuales se almacenan en el almacenamiento distribuido de objetos de Ceph (RADOS).

source: RBD images with the following features are not supported by iSCSI:
es_es: Las imágenes RBD con las siguientes características no están soportadas por iSCSI:

source: RBD images with the following features will not be supported by iSCSI:
es_es: Las imágenes RBD con las siguientes características no estarán soportadas por iSCSI:

source: Read and write requests distributed across many nodes
es_es: Lecturas y Escrituras distribuidas a través de muchos nodos

source: Recent Notifications
es_es: Notificaciones Recientes

source: Recovery of PGs is suspended
es_es: Recuperación de PGs suspendida

source: Refresh
es_es: Actualizar

source: Remove all
es_es: Eliminar todo

source: Rename
es_es: Renombra

source: Replay the actions you recorded by running this Python script:
es_es: Reproduzca la acción que grabo ejecutando este script Python:

source: Replica size
es_es: Tamaño de Réplica

source: Replicas
es_es: Réplicas

source: Replicated size
es_es: Tamaño Replicado

source: Replicated size:
es_es: Tamaño Replicado:

source: Replication rules
es_es: Reglas de Replicación

source: Report a bug
es_es: Reportar un bug

source: Required field
es_es: Campo requerido

source: Required ratio
es_es: Ratio requerido

source: Required ratio:
es_es: Ratio requerido:

source: Rollback
es_es: Marcha atrás

source: Routing settings are configured correctly and the host defined in <strong>Grafana Host</strong> is reachable (e.g. via <kbd>ping</kbd>)
es_es: Las configuraciones de ruteo están correctamente definidas y el <strong>Host Grafana</strong> es accesible (ej. via <kbd>ping</kbd>)

source: Routing settings are configured correctly and the host defined in <strong>Object Gateway Host</strong> is reachable (e.g. via <kbd>ping</kbd>)
es_es: Las configuraciones de ruteo están correctamente definidas y el <strong>Host de la Pasarela de Objetos </strong> es accesible (ej. via <kbd>ping</kbd>)

source: Routing settings are configured correctly and the host defined in <strong>Salt API Host</strong> is reachable (e.g. via <kbd>ping</kbd>)
es_es: Las configuraciones de ruteo están correctamente definidas y el <strong>Host Salt API</strong> es accesible (ej. via <kbd>ping</kbd>)

source: Salt API connection established successfully
es_es: La conexión con la API Salt se estableció exitosamente

source: Salt API connection failed
es_es: La conexión con la API Salt fallo

source: Save
es_es: Guardar

source: Scrubbing is disabled
es_es: Scrubbing deshabilitado

source: Select a Cluster
es_es: Seleccione un Cluster

source: Select a ruleset...
es_es: Seleccione un ruleset...

source: Setting could not be loaded.
es_es: Las configuraciones no se han podido cargar.

source: Settings
es_es: Configuraciones

source: Settings are loading...
es_es: Cargando configuraciones...

source: Shared Secret can be obtained by running the following command on the Salt master:
es_es: Puede obtener el Shared Secret ejecutando el siguiente comando e el Salt master:

source: Shared via NFS:
es_es: Compartido por NFS:

source: Should not be empty
es_es: No deberia estar vacio

source: Sign Out
es_es: Desconectarse

source: Size
es_es: Tamaño

source: Size:
es_es: Tamaño:

source: Start
es_es: Empezar

source: State
es_es: Estado

source: Status
es_es: Estado

source: Status of {{ name }}
es_es: Estado de {{ name }}

source: Steps
es_es: Pasos

source: Stop
es_es: Parar

source: Storage Backend
es_es: Backend de Almacenamiento

source: Storage Backend:
es_es: Backend de Almacenamiento:

source: Submit
es_es: Enviar

source: Suspended
es_es: Suspendida

source: Suspended:
es_es: Suspendida:

source: System
es_es: Sistema

source: TCP port
es_es: Puerto TCP

source: Target IQN
es_es: Objetivo IQN

source: Target IQN:
es_es: Objetivo IQN:

source: Target IQN: {{ targetId }}
es_es: Objetivo IQN: {{ targetId }}

source: Tasks to delete ({{ amount }})
es_es: Tareas a eliminar ({{ amount }})

source: The <strong>salt-api</strong> daemon is installed and running on the salt master node <kbd># systemctl status salt-api</kbd>
es_es: El demonio <strong>salt-api</strong> está instalado y ejecutandose en el nodo de salt master <kbd># systemctl status salt-api</kbd>

source: The <strong>DeepSea</strong> version that you are using is too old and should be updated
es_es: La versión <strong>DeepSea</strong> que está usando es muy vieja y debe actualizarla

source: The <strong>ceph-radosgw.target</strong> daemon is installed and running on the Object Gateway node <kbd># systemctl status ceph-radosgw.target</kbd>
es_es: El demonio <strong>ceph-radosgw.target</strong> está instalado y ejecutandose en la Pasarela de Objetos <kbd># systemctl status ceph-radosgw.target</kbd>

source: The RBD you've chosen contains one or more feature(s) that are not supported by iSCSI. Please choose another RBD.
es_es: El RBD elegido contiene una o más características que no están soportadas por iSCSI. Por favor elija otro RBD.

source: The bucket data could not be loaded.
es_es: No se pueden cargar los datos del bucket.

source: The chosen Ceph pool name is already in use.
es_es: El nombre elegido para el Ceph pool ya está en uso.

source: The chosen RBD name is already in use.
es_es: El nombre elegido para el RBD ya está en uso.

source: The chosen erasure code profile name is already in use.
es_es: El nombre elegido para el erasure code profile ya está en uso.

source: The chosen name is already in use.
es_es: El nombre elegido ya está en uso.

source: The chosen subuser ID is already in use.
es_es: El subuser ID elegido ya está en uso.

source: The chosen user ID is already in use.
es_es: El ID de usuario elegido ya está en uso.

source: The chosen user is already in use.
es_es: El usuario elegido ya está en uso.

source: The chosen user name is already in use.
es_es: El nombre de usuario elegido ya está en uso.

source: The following Ceph nodes will be {{ deep }}scrubbed:
es_es: Los siguientes nodos de Ceph serán {{ deep }}scrubbed:

source: The following Ceph pools will be deleted:
es_es: Los siguientes Ceph pools serán eliminados:

source: The following NFS exports will be deleted:
es_es: Los siguientes NFS exports serán eliminados:

source: The following RBD Snapshots will be deleted:
es_es: Los siguientes RBD Snapshots seran eliminados:

source: The following RBDs will be deleted:
es_es: Los siguientes RBDs serán eliminados:

source: The following buckets will be deleted:
es_es: Los siguientes buckets serán eliminados:

source: The following characters are valid: _ a-z A-Z 0-9
es_es: Los siguientes caracteres son válidos: _ a-z A-Z 0-9

source: The following iSCSI target IQNs will be deleted:
es_es: Los siguientes objetivos iSCSI IQNs serán eliminados:

source: The following users will be deleted:
es_es: Los siguientes usuarios serán eliminados:

source: The input value does not match '{{ $ctrl.input.pattern }}'.
es_es: El valor introducido no concuerda con '{{ $ctrl.input.pattern }}'.

source: The list of buckets could not be loaded.
es_es: No se puede cargar la lista de buckets.

source: The list of users could not be loaded.
es_es: No se puede cargar la lista de usuarios.

source: The password confirmation is required.
es_es: Se requiere la confirmación de la contraseña.

source: The password must be of minimum length 6 characters.
es_es: La contraseña debe contener al menos 6 caracteres.

source: The passwords are not equal.
es_es: Las contraseñas no coinciden.

source: The pg size of a pool can only be increased in edit mode.
es_es: El pg size de un pool solo se puede aumentar en el modo edición.

source: The position that this <strong>NFS v4</strong> export occupies in the <strong>Pseudo FS</strong> (it must be unique).
es_es: La posición del export de este <strong>NFS v4</strong> ocupa <strong>Pseudo FS</strong> (debe ser única).

source: The resource could not be found.
es_es: No se ha encontrado el recurso.

source: The size specified is out of range. A value from {{ minSize }} to {{ maxSize }} is valid.
es_es: El tamaño especificado está fuera de rango. Los valores entre {{ minSize }} y {{ maxSize }} son válidos.

source: The striping count has to be a value higher than 1.
es_es: El striping count tiene que ser un valor mayor a 1.

source: The user data could not be loaded.
es_es: Los datos del usuario no se han podido cargar.

source: The username is required.
es_es: Se requiere el nombre de usuario.

source: The value is not valid.
es_es: El valor no es valido.

source: There are no {{tabKey}} Tasks.
es_es: No hay {{tabKey}} Tareas.

source: This field is required!
es_es: El campo es obligatorio!

source: This field is required.
es_es: El campo es obligatorio.

source: This field was decreased with your object size change.
es_es: El campo ha disminuido cuando cambio el tamaño de objeto.

source: This field was increased with your stripe unit change.
es_es: El campo ha aumentado con el cambio de stripe unit.

source: This module cannot be loaded because no Ceph cluster is configured
es_es: No se ha podido cargar el modulo porque no hay un cluster de Ceph configurado

source: This module cannot be loaded because there are no Salt Minion nodes assigned to the <strong>ganesha</strong> role
es_es: No se puede cargar el modulo porque no hay nodos de Salt Minionasignados al rol <strong>ganesha</strong>

source: This module cannot be loaded because there are no Salt Minion nodes assigned to the <strong>igw</strong> role
es_es: Este módulo no se puede cargar porque no hay nodos Salt Minion asignados al rol <strong>igw</strong>

source: This module cannot be loaded because there are no Salt Minion nodes assigned to the <strong>mds</strong> role neither to the <strong>rgw</strong> role
es_es: Este módulo no se puede cargar porque no hay nodos Salt Minion asignados al rol <strong>mds</strong> y tampoco al rol <strong>rgw</strong>

source: This module cannot be loaded due to a problem while trying to connect to <strong>RGW S3 API</strong>
es_es: Este módulo no se puede cargar a causa de un problema al tratar de conectar con <strong>RGW S3 API</strong>

source: This module cannot be loaded due to a problem while trying to connect to CephFS
es_es: Este módulo no se puede cargar a causa de un problema al tratar de conectar con CephFS

source: This module cannot be loaded due to a problem while trying to connect to DeepSea via the Salt REST API
es_es: Este módulo no se puede cargar a causa de un problema al tratar de conectar con DeepSea y la Salt REST API

source: This module cannot be loaded due to a problem while trying to connect to RGW S3 API
es_es: Este módulo no se puede cargar a causa de un problema al tratar de conectar con RGW S3 API

source: This module cannot be loaded due to a problem while trying to connect to the Ceph cluster
es_es: Este módulo no se puede cargar a causa de un problema al tratar de conectar con el Ceph Cluster

source: This module cannot be loaded due to a problem while trying to connect to the Ceph cluster with fsid <strong>{{ fsid }}</strong>
es_es: Este módulo no se puede cargar a causa de un problema al tratar de conectar con el Ceph cluster que corresponde al fsid <strong>{{ fsid }}</strong>

source: This module cannot be loaded due to a timeout while trying to connect to <strong>RGW S3 API</strong>
es_es: Este módulo no se puede cargar a causa de agotarse el tiempo al tratar de conectar con <strong>RGW S3 API</strong>

source: This module cannot be loaded due to a timeout while trying to connect to DeepSea via the Salt REST API
es_es: Este módulo no se puede cargar a causa de agotarse el tiempo al tratar de conectar con DeepSea y la Salt REST API

source: This module cannot be loaded due to an authentication problem while connecting to the RGW S3 API
es_es: Este módulo no se puede cargar a causa de un problema de autenticación al tratar de conectar con la RGW S3 API

source: This module cannot be loaded due to an authentication problem while connecting to the Salt REST API
es_es: Este módulo no se puede cargar a causa de un problema de autenticación al tratar de conectar con la Salt REST API

source: This module cannot be loaded due to an unexpected error
es_es: No se ha podido cargar el módulo debido a un error inesperado

source: This module cannot be loaded due to an unexpected error in DeepSea
es_es: No se ha podido cargar el módulo debido a un error inesperado en DeepSea

source: This module cannot be loaded due to an unexpected error in RGW
es_es: No se ha podido cargar el módulo debido a un error inesperado en RGW

source: This module cannot be loaded due to an unexpected error while executing <strong>DeepSea ui_ganesha runner</strong>
es_es: No se ha podido cargar el módulo debido a un error inesperado mientras se ejecutaba <strong>DeepSea ui_ganesha runner</strong>

source: This module cannot be loaded due to an unexpected error while executing <strong>DeepSea ui_iscsi runner</strong>
es_es: No se ha podido cargar el módulo debido a un error inesperado mientras se ejecutaba <strong>DeepSea ui_iscsi runner</strong>

source: This module cannot be loaded due to an unexpected response from DeepSea
es_es: No se ha podido cargar el módulo debido a una respuesta inesperada de DeepSea

source: This module cannot be loaded due to an unexpected response from RGW
es_es: No se ha podido cargar el módulo debido a una respuesta inesperada de RGW

source: This module cannot be loaded due to incomplete <strong>DeepSea / Salt REST API</strong> configuration
es_es: No se ha podido cargar el módulo debido a una configuración incompleta de <strong>DeepSea / Salt REST API</strong>

source: This module cannot be loaded due to missing configuration problem
es_es: No se ha podido cargar el módulo debido a que falta una configuración

source: To confirm, please click <kbd>Delete erasure code profile</kbd>, or cancel and return to the page.
es_es: Para confirmar, por favor haga click en <kbd>Delete erasure code profile</kbd>, o cancel y vuelva a la página anterior.
