Repository: ZhangNatural/openattic
Catalog: webui/locale/*.po
Languages: es_es

source: To confirm, please click <kbd>Delete user</kbd>, or cancel and return to the page.
es_es: Para confirmar, por favor haga click en <kbd>Delete user</kbd>, o cancel y vuelva a la página anterior.

source: To confirm, please click <kbd>Generate</kbd>, or cancel and return to the page.
es_es: Para confirmar, por favor haga click en <kbd>Generate</kbd>, o cancel y vuelva a la página anterior.

source: To confirm, please enter <kbd>{{ $ctrl.input.pattern }}</kbd> and click <kbd>Delete</kbd>, or cancel and return to the page.
es_es: Para confirmar porfavor ingrese <kbd>{{ $ctrl.input.pattern }}</kbd> y clickee <kbd>Eliminar</kbd>, o Cancelar y vuelva a la página anterior.

source: To confirm, please enter the information below and click <kbd>Add erasure code profile</kbd>, or cancel and return to the page.
es_es: Para confirmar, por favor ingrese la informacion requerida abajo y haga click en <kbd>Add erasure code profile</kbd>, o cancel y vuelva a la página anterior.

source: To mount this NFS export, run the following command:
es_es: Para montar este NFS export, ejecute el siguiente comando:

source: Toggle navigation
es_es: Cambiar la navegación

source: Transport Protocol
es_es: Protocolo de Transporte

source: Transports:
es_es: Transportes:

source: Type
es_es: Tipo

source: Type:
es_es: Tipo:

source: UNPROTECTED
es_es: DESPROTEGIDO

source: Unlimited
es_es: Ilimitado

source: Unlimited objects
es_es: Objetos ilimitados

source: Unlimited size
es_es: Tamaño ilimitado

source: Unprotect
es_es: Desprotege

source: Unsaved Changes
es_es: Cambios sin guardar

source: Use SSL
es_es: Usar SSL

source: Use a dedicated data pool
es_es: Usar un pool dedicado para datos

source: Use default features
es_es: Usar características por defecto

source: Used
es_es: Usado

source: Used:
es_es: Usado:

source: User
es_es: Usuario

source: User ID...
es_es: ID de Usuario...

source: User quota
es_es: Quota de Usuario

source: Username
es_es: Nombre de usuario

source: Username...
es_es: Nombre de usuario...

source: Username:
es_es: Nombre de usuario:

source: Users
es_es: Usuarios

source: Value should be between 0.0 and 1.0
es_es: El valor debe estar entre 0.0 y 1.0

source: Value should be greater or equal to 0
es_es: El valor debe ser mayor o igual que 0

source: Version:
es_es: Versión:

source: View S3 key: {{ user }}
es_es: Ver S3 key: {{ user }}

source: View Swift key: {{ user }}
es_es: Ver Swift key: {{ user }}

source: Welcome to openATTIC!
es_es: Bienvenido a openATTIC!

source: You are about to add a new erasure code profile.
es_es: Está a punto de agregar un nuevo erasure code profile.

source: You are about to apply a {{ deep }}scrub to multiple Ceph nodes.
es_es: Está a punto de aplicar {{ deep }}scrub a multiples nodos de Ceph.

source: You are about to apply a {{ deep }}scrub to the Ceph OSD <strong>{{ name }}</strong>.
es_es: Está a punto de aplicar {{ deep }}scrub a el Ceph OSD <strong>{{ name }}</strong>.

source: You are about to apply a {{ deep }}scrub to the Ceph node <strong>{{ hostname }}</strong>.
es_es: Está a punto de aplicar {{ deep }}scrub a el Ceph node <strong>{{ hostname }}</strong>.

source: You are about to delete <strong>{{ description }}</strong> task which is <strong>{{ status }}</strong> and was last modified on {{ lastModified }}.
es_es: Está a punto de eliminar la tarea <strong>{{ description }}</strong> que está <strong>{{ status}}</strong> y fue modificada por última vez {{ lastModified}}.

source: You are about to delete multiple Ceph pools.
es_es: Está a punto de eliminar múltiples Ceph pools.

source: You are about to delete multiple NFS exports.
es_es: Está a punto de eliminar múltiples NFS exports.

source: You are about to delete multiple RBD Snapshots.
es_es: Está a punto de eliminar múltiples RBD Snapshots.

source: You are about to delete multiple RBDs.
es_es: Está a punto de eliminar múltiples RBDs.

source: You are about to delete multiple buckets.
es_es: Está a punto de eliminar múltiples buckets.

source: You are about to delete multiple iSCSI target IQNs.
es_es: Está a punto de eliminar múltiples objetivos IQNs de iSCSI.

source: You are about to delete multiple users.
es_es: Está a punto de eliminar múltiples usuarios.

source: You are about to delete the Ceph pool <strong>{{ name }}</strong>.
es_es: Está a punto de eliminar el Ceph pool <strong>{{ name }}</strong>.

source: You are about to delete the NFS export <strong>{{ host }}:{{ path }}</strong>
es_es: Está a punto de eliminar el NFS export <strong>{{ host }}:{{ path }}</strong>

source: You are about to delete the RBD <strong>{{ name }}</strong>.
es_es: Está a punto de eliminar el RBD <strong>{{ name }}</strong>.

source: You are about to delete the RBD Snapshot <strong>{{ name }}</strong>.
es_es: Está a punto de eliminar la RBD Snapshot <strong>{{ name }}</strong>.

source: You are about to delete the bucket <strong>{{ bucket }}</strong>.
es_es: Está a punto de eliminar el bucket <strong>{{ bucket }}</strong>.

source: You are about to delete the erasure code profile <strong>{{ profileName }}</strong>.
es_es: Está a punto de eliminar el erasure code profile <strong>{{ profileName }}</strong>.

source: You are about to delete the iSCSI target IQN <strong>{{ targetId }}</strong>.
es_es: Está a punto de eliminar el objetivo ISN iSCSI <strong>{{ targetId }}</strong>.

source: You are about to delete the user <strong>{{ userId }}</strong>.
es_es: Está a punto de eliminar el usuario <strong>{{ userId }}</strong>.

source: You are about to delete the user <strong>{{ username }}</strong>.
es_es: Está a punto de eliminar el usuario <strong>{{ username }}</strong>.

source: You are about to delete {{ amount }} tasks.
es_es: Está a punto de eliminar {{ amount }} tareas.

source: You are about to generate a new API authentication token.
es_es: Está a punto de generar un nuevo API authentication token.

source: You are about to rollback
es_es: Está a punto de dar marcha atrás

source: You can change the user group by running the following commands: <br> <kbd># chgrp openattic /etc/ceph/*.keyring</kbd><br> <kbd># chmod g+r /etc/ceph/*.keyring</kbd>
es_es: Puede cambiar el grupo de usuario ejecutando los siguientes comandos: <br> <kbd># chgrp openattic /etc/ceph/*.keyring</kbd><br> <kbd># chmod g+r /etc/ceph/*.keyring</kbd>

source: You can change the user group by running the following commands: <br> <kbd># chgrp openattic /etc/ceph/*.{conf,keyring}</kbd><br> <kbd># chmod g+r /etc/ceph/*.{conf,keyring}</kbd>
es_es: Puede cambiar el grupo de usuario ejecutando los siguientes comandos: <br> <kbd># chgrp openattic /etc/ceph/*.{conf,keyring}</kbd><br> <kbd># chmod g+r /etc/ceph/*.{conf,keyring}</kbd>

source: You can use up to four application per pool.
es_es: Puede usar hasta 4 aplicaciones por pool.

source: You have to increase the size in order to have at least 1 object in your RBD.
es_es: Debe incrementar el tamaño para poder tener al menos 1 objeto en su RBD.

source: You have to increase the size in order to use striping.
es_es: Debe incrementar el tamaño para poder usar striping.

source: You have unsaved changes that will be lost if you decide to continue.
es_es: Tiene cambios sin guardar que se perderán si decide continuar.

source: You must <a ng-click="$ctrl.addRBD()">create an RBD image</a> before adding an iSCSI target.
es_es: Debe <a ng-click="$ctrl.addRBD()">crear una imagen RBD</a> antes de añadir un objetivo iSCSI.

source: all but
es_es: todos salvo

source: all replicas
es_es: todas las réplicas

source: e.g., 1000
es_es: ej., 1000

source: e.g., 10GB
es_es: ej., 10GB

source: e.g., 128K
es_es: ej., 128K

source: e.g., 1GB
es_es: ej., 1GB

source: e.g., 500
es_es: ej., 500

source: e.g., 512K
es_es: ej., 512K

source: exactly
es_es: exactamente

source: full
es_es: lleno

source: iSCSI target "{{ targetId }}" could not be loaded.
es_es: El target iSCSI "{{ targetId }}" no puede cargarse.

source: iSCSI target IQNs could not be loaded. Make sure that the ceph module is installed.
es_es: objetivo IQN iSCSI no puede ser cargado. Asegúrese que el modulo de ceph este instalado.

source: iSCSI target is loading...
es_es: Cargando objetivo iSCSI...

source: iSCSI targets are loading...
es_es: Cargando los objetivos iSCSI...

source: in the
es_es: en el

source: of <b>{{pages}}</b>
es_es: de <b>{{pages}}</b>

source: openATTIC blog
es_es: blog de openATTIC

source: read
es_es: lectura

source: read, write
es_es: lectura, escritura

source: replicas on different
es_es: réplicas en diferentes

source: retries
es_es: reintentos

source: retry
es_es: reintento

source: tiers:
es_es: niveles:

source: write
es_es: escritura

source: write_tier:
es_es: niveles_de_escritura:

source: {{ $ctrl.cloning ? 'Clone' : 'Copy' }} from
es_es: {{ $ctrl.cloning ? 'Clonar' : 'Copiar' }} desde

source: {{ failed }} Failed-Task{{failed !== 1 ? 's' : ''}}
es_es: {{ failed }} Tarea fallida{{failed !== 1 ? 's' : ''}}

source: {{ numBytes }} of {{ maxAvail }} used
es_es: {{ numBytes }} de {{ maxAvail }} usados

source: {{ oaFreeText }} free - <a ng-click="$ctrl.useMaxSize($ctrl.data.dataPool)">use max</a>
es_es: {{ oaFreeText }} libre - <a ng-click="$ctrl.useMaxSize($ctrl.data.dataPool)"> max</a>

source: {{ oaFreeText }} free - <a ng-click="$ctrl.useMaxSize($ctrl.data.pool)">use max</a>
es_es: {{ oaFreeText }} libre - <a ng-click="$ctrl.useMaxSize($ctrl.data.pool)"> max</a>

source: {{ queue ? queue : '' }} Background-Task{{queue !== 1 ? 's' : ''}}
es_es: {{ queue ? queue : '' }} Tareas en segundo plano{{queue !== 1 ? 's' : ''}}
