Repository: ZhangNatural/openattic
Catalog: webui/locale/*.po
Languages: es_es

source: (DeepSea is not able to provide Object Gateway credentials)
es_es: (DeepSea no puede proveer las credenciales del Object Gateway)

source: (Used: {{ usedSize }} - Free: {{ free }})
es_es: (Usado: {{ usedSize }} - Libre: {{ free }})

source: (code {{ reason }})
es_es: (código {{ reason }})

source: (copying from: {{row.state.src}})
es_es: (copiando desde: {{row.state.src}})

source: (copying to: {{row.state.dest}})
es_es: (copiando a: {{row.state.dest}})

source: (deleting...)
es_es: (eliminando...)

source: (disabled)
es_es: (deshabilitado)

source: (inherited from global config)
es_es: (heredado de la configuración global)

source: (rolling back...)
es_es: (ejecutando marcha atrás...)

source: - Select an application to use -
es_es: - Seleccione una aplicación -

source: -- Select a cluster --
es_es: -- Seleccione un cluster --

source: -- Select a compression algorithm --
es_es: -- Seleccione un algoritmo de compresión --

source: -- Select a compression mode --
es_es: -- Seleccione un modo de compresión --

source: -- Select a crush ruleset --
es_es: -- Seleccione un crush ruleset --

source: -- Select a permission --
es_es: -- Seleccione permiso --

source: -- Select a pool type --
es_es: -- Seleccione un tipo de pool --

source: -- Select a subuser --
es_es: -- Seleccione un subuser --

source: -- Select a type --
es_es: -- Seleccione un tipo --

source: -- Select a user --
es_es: -- Seleccione un usuario --

source: -- Select an erasure code profile --
es_es: -- Seleccione un perfil erasure code --

source: -- Select the access type --
es_es: -- Seleccione tipo de acceso --

source: -- Select the external auth system --
es_es: -- Seleccione sistema externo de autenticación --

source: -- Select the host --
es_es: -- Seleccione el host --

source: -- Select the object gateway user --
es_es: -- Seleccione un usuario para la pasarela de objetos --

source: -- Select the storage backend --
es_es: -- Seleccione un backend de storage --

source: -- Select what kind of user id squashing is performed --
es_es: -- Seleccione a que id de usuario se le realizará el squashing --

source: 4 KiB up to 32 MiB
es_es: 4 KiB hasta 32 MiB

source: <a ui-sref="settings"> <strong>Salt API Host</strong> and <strong>TCP Port</strong> settings</a> are defined correctly
es_es: <a ui-sref="settings">Los parámetros <strong>Salt API Host</strong> y <strong>Puerto TCP</strong></a> están definidas correctamente

source: <a ui-sref="settings"><strong>DeepSea / Salt REST API</strong> settings are defined correctly</a>
es_es: <a ui-sref="settings">Las <strong>REST API DeepSea / Salt </strong> están definidas correctamente</a>

source: <a ui-sref="settings"><strong>Grafana Host</strong> setting</a> is defined correctly
es_es: <a ui-sref="settings">El <strong>Host y Puerto de Grafana</strong> están definidos correctamente

source: <a ui-sref="settings"><strong>Object Gateway Access Key</strong>, <strong>Secret Key</strong> and <strong>Admin User</strong> settings</a> are defined correctly
es_es: <a ui-sref="settings">Los parámetros, <strong>Object Gateway Access Key</strong>, <strong>Secret Key</strong> and <strong>Admin User</strong> </a> están definidos correctamente

source: <a ui-sref="settings"><strong>Object Gateway Admin Resource Path</strong> setting</a> matches the RGW configuration option rgw_admin_entry in ceph.conf file.<br> Run <kbd>salt -I 'roles:rgw' cmd.run 'cat /etc/ceph/ceph.conf | grep rgw'</kbd> to check the configuration options in RGW nodes.<br> The default value of rgw_admin_entry is "admin".
es_es: <a ui-sref="settings">La configuración <strong>Object Gateway Admin Resource Path</strong> </a> concuerda con la opción de configuración rgw_admin_entry en el archivo ceph.conf.<br> Ejecuté <kbd>salt -I 'roles:rgw' cmd.run 'cat /etc/ceph/ceph.conf | grep rgw'</kbd> para comprobar la configuración de los nodos RGW.<br> El valor por defecto de rgw_admin_entry es "admin".

source: <a ui-sref="settings"><strong>Object Gateway Admin User</strong> setting</a> is a "system" user.<br> Run <kbd>radosgw-admin user info --uid=<userid> | grep system</userid></kbd> to check whether the user &lt;USERID&gt; has system capabilities.
es_es: <a ui-sref="settings"><strong>Object Gateway Admin User</strong> </a> es un usuario "system".<br> Ejecuté <kbd>radosgw-admin user info --uid=<userid> | grep system</userid></kbd>para comprobar que el usuario &lt;USERID&gt; tiene capacidades de sistema.

source: <a ui-sref="settings"><strong>Object Gateway Host</strong> and <strong>Port</strong> settings</a> are defined correctly
es_es: <a ui-sref="settings">El <strong>Host y Puerto de Grafana</strong> están definidos correctamente

source: <a ui-sref="settings"><strong>Object Gateway Host</strong> setting</a> is defined correctly
es_es: <a ui-sref="settings"> Las preferencias de la<strong>Pasarela de Objetos</strong> </a> están definidas correctamente

source: <a ui-sref="settings"><strong>Object Gateway Host</strong>, <strong>Port</strong>, <strong>Access Key</strong>, <strong>Secret Key</strong>, <strong>Admin User</strong> and <strong>Use SSL</strong> settings</a> are defined correctly
es_es: <a ui-sref="settings">Los parámetros <strong>Object Gateway Host</strong>, <strong>Port</strong>, <strong>Access Key</strong>, <strong>Secret Key</strong>, <strong>Admin User</strong> and <strong>Use SSL</strong> </a> están definidos correctamente

source: <a ui-sref="settings"><strong>Salt API Host</strong> and <strong>TCP Port</strong> settings</a> are defined correctly
es_es: <a ui-sref="settings">Los parámetros <strong>Salt API Host</strong> and <strong>TCP Port</strong> </a> están definidos correctamente

source: <a ui-sref="settings"><strong>Salt API Host</strong> setting</a> is defined correctly
es_es: <a ui-sref="settings">El parámetro <strong>Salt API Host</strong> </a> está definido correctamente

source: <a ui-sref="settings"><strong>Salt API Username</strong>, <strong>Shared Secret</strong> and <strong>External Auth System</strong> settings</a> are defined correctly.
es_es: <a ui-sref="settings">Los parámetros <strong>Salt API Username</strong>, <strong>Shared Secret</strong> and <strong>External Auth System</strong> </a> están definidos correctamente.

source: <li>At least one <a ui-sref="cephNodes">Salt Minion node</a> assigned to the role <strong>ganesha</strong> exists</li>
es_es: <li>Existe al menos un <a ui-sref="cephNodes">Salt Minion node</a> asignado al rol <strong>ganesha</strong></li>

source: <strong>/etc/ceph/*.keyring</strong> can be read by the <strong>openattic</strong> user
es_es: <strong>/etc/ceph/*.keyring</strong> puede ser leído por el usuario <strong>openattic</strong>

source: <strong>/etc/ceph/*.keyring</strong> exists and has <strong>mds</strong> capabilities
es_es: <strong>/etc/ceph/*.keyring</strong> existe y tiene la capcidad <strong>mds</strong>

source: <strong>Grafana Host</strong> and <strong>Port</strong> are defined correctly
es_es: El <strong>Host y Puerto de Grafana</strong> están definidos correctamente

source: <strong>Grafana Username</strong> and <strong>Password</strong> are defined correctly
es_es: El <strong>Usuario y Contraseña de Grafana</strong> están definidos correctamente

source: <strong>Grafana</strong> settings are defined correctly
es_es: Las preferencias de <strong>Grafana</strong> están definidas correctamente

source: <strong>Remember</strong>, for bugs and issues, you need to open a Jira ticket.
es_es: <strong>Recuerde</strong>, necesita abrir un ticket en Jira, para bugs e incidencias.

source: <strong>Your feedback</strong><br>makes openATTIC better
es_es: <strong>Su feedback</strong><br>hace openATTIC mejor

source: <strong>python-cephfs</strong> package is correctly installed in the openATTIC host
es_es: El paquete <strong>python-cephfs</strong> está correctamente instalado en el host de openATTIC

source: <strong>{{ clusterName }}</strong> with fsid <strong>{{ fsid }}</strong>
es_es: <strong>{{ clusterName }}</strong> con fsid <strong>{{ fsid }}</strong>

source: A password is required.
es_es: Se requiere una contraseña.

source: API Recorder
es_es: Grabador de llamadas a la API

source: API-Recorder
es_es: Grabador de llamadas a la API

source: Active
es_es: Activo

source: Add
es_es: Agregar

source: Add S3 key
es_es: Agregar S3 key

source: Add S3 key: {{ user }}
es_es: Agregar S3 key: {{ user }}

source: Add Swift key: {{ user }}
es_es: Agregar Swift key: {{ user }}

source: Add applications
es_es: Agregar aplicaciones

source: Add bucket: {{ bucket }}
es_es: Agregar bucket: {{ bucket }}

source: Add capability
es_es: Agregar capacidad

source: Add capability: {{ type }}
es_es: Agregar capacidad: {{ type }}

source: Add clients
es_es: Agregar clientes

source: Add erasure code profile
es_es: Agregar erasure code profile

source: Add image
es_es: Agregar Imágen

source: Add initiator
es_es: Agregar initiator

source: Add portal
es_es: Agregar portal

source: Add subuser
es_es: Agregar subuser

source: Add subuser: {{ subuser }}
es_es: Agregar subuser: {{ subuser }}

source: Add user: {{ userId }}
es_es: Agregar usuario: {{ userId }}

source: Addresses
es_es: Direcciones

source: Addresses:
es_es: Direcciones:

source: Admin User
es_es: Usuario Admin

source: Advanced Settings
es_es: Configuraciones Avanzadas

source: Advanced information:
es_es: Información avanzada:

source: Advanced settings
es_es: Configuraciones avanzada

source: Algorithm
es_es: Algoritmo

source: Algorithm:
es_es: Algoritmo:

source: Alternative access for <strong>NFS v3</strong> mounts (it must not have a leading /).
es_es: Acceso alternativo para puntos de montaje <strong>NFS v3</strong> (no puede tener / al principio).

source: Alternatively check that <strong>DeepSea</strong> is returning the correct <strong>RGW</strong> information by running the following command on the Salt master: <kbd># salt-run ui_rgw.credentials</kbd>
es_es: Alternativamente comprobar que<strong>DeepSea</strong> está devolviendo la información correcta de <strong>RGW</strong> corriendo el siguiente comando en el Salt master: <kbd># salt-run ui_rgw.credentials</kbd>

source: Alternatively check that <strong>DeepSea</strong> is running correctly
es_es: Comprobar que <strong>DeepSea</strong> esté ejecutandose

source: An IQN has the following notation 'iqn.$year-$month.$reversedAddress:$definedName'
es_es: Un IQN tiene la siguiente nomenclatura 'iqn.$año-$mes.$direccionInvertida:$nombreDefinido'

source: Any client can access
es_es: Cualquier cliente puede acceder

source: Applications
es_es: Aplicaciones

source: Applications:
es_es: Applicaciones:

source: Are you sure you want to leave this page?
es_es: ¿Está seguro que desea abandonar esta página?

source: At least one <a ui-sref="cephNodes">Salt Minion node</a> assigned to the role <strong>igw</strong> exists
es_es: Existe al menos un <a ui-sref="cephNodes">nodo Salt Minion</a> asignado al rol <strong>igw</strong>

source: At least one <a ui-sref="cephNodes">Salt Minion node</a> assigned to the role <strong>rgw</strong> exists
es_es: Existe al menos un <a ui-sref="cephNodes">nodo Salt Minion</a>asigando al rol<strong>rgw</strong>

source: At least one active <a ui-sref="ceph-rgw-users">Object Gateway user</a> exists
es_es: Existe al menos un <a ui-sref="ceph-rgw-users">usuario de la pasarela de objetos</a> activo

source: At least one feature has to be selected
es_es: Al menos una característica tiene que ser seleccionada

source: Authentication
es_es: Autenticación

source: Authentication:
es_es: Autenticación:

source: Back
es_es: Atrás

source: Backfilling of PGs is suspended
es_es: Relleno de PGs suspendido

source: Background-Tasks
es_es: Tareas en segundo plano

source: Basic information:
es_es: Información básica:

source: Be aware that you will <strong>lose all Object Gateway buckets</strong> owned by these users and that this operation <strong>cannot be undone</strong>.
es_es: Atención, <strong>perderá todos los buckets de la Pasarela de Objetos</strong> pertenecientes a este usuario y está operación <strong>no puede ser deshecha</strong>.

source: Be aware that you will <strong>lose all Object Gateway buckets</strong> owned by this user and that this operation <strong>cannot be undone</strong>.
es_es: Atención, <strong>perderá todos los buckets de la Pasarela de Objetos</strong> pertenecientes a este usuario y está operación <strong>no puede ser deshecha</strong>.

source: Be aware that you will <strong>lose all data</strong> in that RBD and that this operation <strong>cannot be undone</strong>.
es_es: Atención, <strong>perderá todos los datos</strong> en este RBD y la operación <strong>no puede ser deshecha</strong>.

source: Be aware that you will <strong>lose all data</strong> in the RBDs and that this operation <strong>cannot be undone</strong>.
es_es: Atención, <strong>perderá todos los datos</strong> en este RBD y la operación <strong>no puede ser deshecha</strong>.

source: Be aware that you will <strong>lose all data</strong> in that Ceph pool and that this operation <strong>cannot be undone</strong>.
es_es: Atención, <strong>perderá todos los datos</strong> en el Ceph pool y la operación <strong>no puede ser deshecha</strong>.

source: Be aware that you will <strong>lose all data</strong> in the Ceph pools and that this operation <strong>cannot be undone</strong>.
es_es: Atención, <strong>perderá todos los datos</strong> en los Ceph pools y la operación <strong>no puede ser deshecha</strong>.

source: Block name prefix:
es_es: Prefijo del nombre del Bloque:

source: By using different Pseudo options, the same Path may be exported multiple times.
es_es: Utilizando diferentes Pseduo opciones, el mismo Path puede ser exportado muchas veces.

source: By using different Tag options, the same Path may be exported multiple times.
es_es: Utilizando diferentes opciones Tag, el mismo Path puede ser exportado muchas veces.

source: Cache tier of {{ name }}
es_es: Cache tier de {{ name }}

source: Calculation help
es_es: Ayuda al Cálculo

source: Cancel
es_es: Cancelar

source: Capabilities
es_es: Capacidades

source: Capabilities:
es_es: Capacidades:

source: Ceph CRUSH map is loading...
es_es: Se está cargando el CRUSH map...

source: Ceph Cluster settings are loading...
es_es: Se está cargando las configuraciones del Cluster de Ceph...

source: Ceph Clusters
es_es: Clusters Ceph

source: Ceph Nodes {{ deep }}Scrub
es_es: Nodos Ceph {{ deep }}Scrub

source: Ceph OSD resources could not be loaded.
es_es: No se han podido cargar los recursos Ceph OSD.

source: Ceph OSDs are loading...
es_es: Se están cargando los OSDs...

source: Ceph RBD Snapshot Rollback
es_es: Marcha atrás de Ceph RBD Snapshot

source: Ceph RBD Snapshot resources could not be loaded.
es_es: Los recuros de Ceph RBD Snapshot no se pudieron cargar.

source: Ceph RBD resources could not be loaded.
es_es: No se ha podido cargar los recursos RBD.

source: Ceph RBDs are loading...
es_es: Se están cargando los RBDs de Ceph...

source: Ceph cluster with fsid <strong>'{{fsid}}'</strong> couldn't be found.
es_es: El cluster Ceph con el fsid <strong>'{{fsid}}'</strong> no se ha encontrado.

source: Ceph clusters are loading...
es_es: Se están cargand los Clusters de Ceph...

source: Ceph connection established successfully
es_es: La conexión con Ceph se estableció exitosamente

source: Ceph connection failed
es_es: La conexión con Ceph falló

source: Ceph is correctly configured in file
es_es: Ceph está correctamente configurado

source: Ceph is correctly configured in file <strong>/etc/ceph/{{ clusterName }}.conf</strong>
es_es: Ceph esta correctamente configura en el archivo <strong>/etc/ceph/{{ clusterName }}.conf</strong>

source: Ceph pool resources could not be loaded.
es_es: No se han podido cargar los recursos del Ceph pool.

source: Ceph pools are loading...
es_es: Se están cargando los pools...

source: Changing these parameters from their default values is usually not necessary.
es_es: Normalmente no es necesario cambiar los valores por defecto de estos parámetros.

source: Checking connection
es_es: Comprobando conexión

source: Clients
es_es: Clientes

source: Clients may not mount subdirectories (i.e. if Tag = foo, the client may not mount foo/baz).
es_es: Los clientes no pueden montar subdirectorios (ej. si Tag = foo, el cliente no puede montar foo/baz).

source: Clients:
es_es: Clientes:

source: Clone
es_es: Clonar

source: Close
es_es: Cerrar

source: Cluster-wide OSD Flags
es_es: OSD Flags de todo el Cluster

source: Compression
es_es: Compresión

source: Compression algorithm
es_es: Algoritmo de Compresión

source: Compression information:
es_es: Informacion de compresión:

source: Compression max. blob size
es_es: Compresión max. tamaño blob

source: Compression min. blob size
es_es: Compresion min. tamaño blob

source: Compression mode
es_es: Modo de compresión

source: Compression required ratio
es_es: Ratio requerido de compresión

source: Compression required ratio...
es_es: Ratio requerido de compresión...

source: Config file
es_es: Archivo de Configuración

source: Configure Cluster-wide OSD Flags
es_es: Configurar las OSD Flags en todo el Cluster

source: Confirm
es_es: Confirmar

source: Confirm password
es_es: Confirmar contraseña

source: Content
es_es: Contenido

source: Copy
es_es: Copiar

source: Copy From
es_es: Copiar Desde

source: Could not load NFS export
es_es: No se ha podido cargar el export NFS

source: Could not load NFS shares
es_es: No se ha podido cargar el share NFS

source: Could not load iSCSI target
es_es: No se ha podido cargar el objetivo iSCSI

source: Couldn't delete the following {{ amount }} Tasks
es_es: No se ha podido eliminar {{ amount }} Tasks

source: Couldn't delete {{ amount }} task{{$ctrl.pendingDeletionFailure.length === 1 ? '' : 's'}}.
es_es: No se ha podido eliminar {{ amount }} tarea{{$ctrl.pendingDeletionFailure.length === 1 ? '' : 's'}}.

source: Couldn't load any cluster, please contact your administrator for details.
es_es: No se ha podido cargar ningún clúster, póngase en contacto con su administrador para más detalles.

source: Couldn't load any pool, please contact your administrator for details.
es_es: No se ha podido cargar ningún pool, póngase en contacto con su administrador para más detalles.

source: Create
es_es: Crear

source: Create User: {{ username }}
es_es: Crear Usuario: {{ username }}

source: Created
es_es: Creado

source: DNS is configured correctly and the host name defined in <strong>Grafana Host</strong> is resolvable
es_es: El DNS está configurado correctamente y el host name definido en el <strong>Host Grafana</strong> resuelve

source: DNS is configured correctly and the host name defined in <strong>Object Gateway Host</strong> is resolvable
es_es: El DNS está configurado correctamente y el host name definido en el <strong>Host Pasarela de Objetos</strong> resuelve

source: DNS is configured correctly and the host name defined in <strong>Salt API Host</strong> is resolvable
es_es: El DNS está configurado correctamente y el host name definido en el <strong>Host Salt API</strong> resuelve

source: Deep Scrubbing is disabled
es_es: Deep Scrubbing deshabilitado

source: Delete
es_es: Eliminar

source: Delete erasure code profile
es_es: Eliminar erasure code profile

source: Delete task
es_es: Eliminar tarea

source: Delete tasks
es_es: Eliminar tareas

source: Delete user
es_es: Eliminar usuario

source: Details of {{ bucket }}
es_es: Detalles de {{ bucket }}

source: Details of {{ host }}:{{ path }}
es_es: Detalles de {{ host }}:{{ path }}

source: Details of {{ hostname }}
es_es: Detalles de {{ hostname }}

source: Details of {{ name }}
es_es: Detalles de {{ name }}

source: Details of {{ targetId }}
es_es: Detalles de {{ targetId }}

source: Details of {{ userId }}
es_es: Detalles de {{ userId }}

source: Disabled
es_es: Deshabilitado

source: Display name...
es_es: Mostrar nombre...

source: E-Mail address
es_es: Dirección de correo electrónico

source: E-Mail address...
es_es: Dirección de correo electrónico...

source: Edit
es_es: Editar

source: Edit User: {{ username }}
es_es: Editar Usuario: {{ username }}

source: Edit bucket: {{ bucket }}
es_es: Editar bucket: {{ bucket }}

source: Edit capability: {{ type }}
es_es: Editar capability: {{ type }}

source: Edit subuser: {{ subuser }}
es_es: Editar subuser: {{ subuser }}

source: Edit user: {{ userId }}
es_es: Editar usurio: {{ userId }}

source: Email Address
es_es: Dirección de correo electrónico

source: Email Address...
es_es: Dirección de correo electrónico...

source: Email address
es_es: Dirección de correo electrónico

source: Email address:
es_es: Dirección de correo electrónico:

source: Empty
es_es: Vacío

source: Enabled
es_es: Habilitado

source: Enter your password...
es_es: Ingrese su contraseña...

source: Enter your username...
es_es: Ingrese su nombre de usuario...

source: Export
es_es: Exportar

source: External Auth System
es_es: Sistema de Autenticación Externa

source: Failed to load the form data.
es_es: Falló al cargar desde los datos.

source: Features
es_es: Características

source: Features:
es_es: Características:

source: File <strong>/etc/ceph/*.conf</strong> and <strong>/etc/ceph/*.keyring</strong> can be read by the <strong>openattic</strong> user<br>
es_es: El archivo <strong>/etc/ceph/*.conf</strong> y <strong>/etc/ceph/*.keyring</strong> pueden ser leídos por el usuario <strong>openattic</strong> <br>

source: File <strong>/etc/ceph/{{ clusterName }}.conf</strong> has the correct permissions
es_es: El archivo <strong>/etc/ceph/{{ clusterName }}.conf</strong> tiene los permisos correctos

source: Firstname
es_es: Nombre

source: Firstname...
es_es: Nombre...

source: For example:
es_es: Por ejemplo:

source: For example: iqn.2016-06.org.openattic:storage:disk.sn-a8675309
es_es: Por ejemplo: iqn.2016-06.org.openattic:storage:disk.sn-a8675309

source: Form is loading...
es_es: Cargando formulario...

source: Full name
es_es: Nombre completo

source: Full name:
es_es: Nombre completo:

source: Generate
es_es: Generar

source: Generate API authentication token
es_es: Generar API authentication token

source: Generate key
es_es: Generar key

source: Generate secret
es_es: Generar secreto

source: Get involved
es_es: Involúcrese

source: Grafana connection established successfully
es_es: La conexión con Grafana se estableció de manera exitosa

source: Grafana connection failed
es_es: La conexión con Grafana ha fallado

source: Graphics cannot be loaded due to a problem while trying to connect to <strong>Grafana</strong>
es_es: Los gráficos no se han podido cargar debido a un problema al intentar conectarse con <strong>Grafana</strong>

source: Graphics cannot be loaded due to a timeout while trying to connect to Grafana
es_es: Los gráficos no se han podido cargar debido a que se ha agotado el tiempo de conexión con Grafana

source: Graphics cannot be loaded due to an authentication problem while connecting to <strong>Grafana</strong>
es_es: Los gráficos no se han podido cargar debido a un problema de autenticación con <strong>Grafana</strong>

source: Graphics cannot be loaded due to incomplete <strong>Grafana</strong> configuration
es_es: Los gráficos no se han podido cargar debido a una configuración de <strong>Grafana</strong> incompleta

source: Has all privileges
es_es: Tiene todos los privilegios

source: How to use
es_es: Como usar

source: If you delete running tasks, it will abort the execution and won't roll back what has been done so far!
es_es: Si elimina tareas que se están ejecutando, abortara la ejecución de dichas tareas sin hacer rollback!

source: Images
es_es: Imágenes

source: Images:
es_es: Imágenes:
